---
kind: property
id: P:Autodesk.Revit.DB.BaseExportOptions.HideReferencePlane
source: html/3753cc56-d37a-f099-c028-b9a7051df6dd.htm
---
# Autodesk.Revit.DB.BaseExportOptions.HideReferencePlane Property

Whether or not to hide reference planes.
 Default value is false.

## Syntax (C#)
```csharp
public bool HideReferencePlane { get; set; }
```